[
    {
        "name": "Friedrich Nietzsche",
        "note": [
            "(15 October 1844 - 25 August 1900) was a German philosopher, prose poet, cultural critic, philologist, and composer, whose work has exerted a profound influence on contemporary philosophy.",
            "\n\n",
            "Nietzsche's work spans philosophical polemics, poetry, cultural criticism, and fiction while displaying a fondness for aphorism and irony.",
            "Prominent elements of his philosophy include his radical critique of truth in favour of perspectivism; a genealogical critique of religion and Christian morality and a related theory of master–slave morality; the aesthetic affirmation of life in response to both the \"death of God\" and the profound crisis of nihilism; the notion of Apollonian and Dionysian forces; and a characterisation of the human subject as the expression of competing wills, collectively understood as the will to power. ",
            "He also developed influential concepts such as the Übermensch and his doctrine of eternal return. In his later work, he became increasingly preoccupied with the creative powers of the individual to overcome cultural and moral mores in pursuit of new values and aesthetic health. His body of work touched a wide range of topics, including art, philology, history, music, religion, tragedy, culture, and science, and drew inspiration from Greek tragedy as well as figures such as Zoroaster, Arthur Schopenhauer, Ralph Waldo Emerson, Richard Wagner and Johann Wolfgang von Goethe. ",
            "\n\n",
            "After his death, Nietzsche's sister Elisabeth became the curator and editor of his manuscripts. She edited his unpublished writings to fit her German ultranationalist ideology, often contradicting or obfuscating Nietzsche's stated opinions, which were explicitly opposed to antisemitism and nationalism.",
            "Through her published editions, Nietzsche's work became associated with fascism and Nazism. 20th-century scholars such as Walter Kaufmann, R. J. Hollingdale, and Georges Bataille defended Nietzsche against this interpretation, and corrected editions of his writings were soon made available. Nietzsche's thought enjoyed renewed popularity in the 1960s and his ideas have since had a profound impact on 20th- and early 21st-century thinkers across philosophy—especially in schools of continental philosophy such as existentialism, postmodernism and post-structuralism—as well as art, literature, poetry, politics, and popular culture."
        ],
        "quotes": [
            "Without music, life would be a mistake.",
            "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
            "That which does not kill us makes us stronger.",
            "I'm not upset that you lied to me, I'm upset that from now on I can't believe you.",
            "Whoever fights monsters should see to it that in the process he does not become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you.",
            "There is always some madness in love. But there is also always some reason in madness.",
            "You must have chaos within you to give birth to a dancing star.",
            "You have your way. I have my way. As for the right way, the correct way, and the only way, it does not exist.",
            "Sometimes people don't want to hear the truth because they don't want their illusions destroyed.",
            "He who has a why to live for can bear almost any how."
        ]
    },
    {
        "name": "Jordan Peterson",
        "note": [
            "Jordan B. Peterson, born on June 12, 1962, is a Canadian clinical psychologist, self-help writer, cultural critic and professor of psychology at the University of Toronto. ",
            "His main areas of study are in abnormal, social, and personality psychology, with a particular interest in the psychology of religious and ideological belief, and the assessment and improvement of personality and performance."
        ],
        "quotes": [
            "I don't think that you have any insight whatsoever into your capacity for good until you have some well-developed insight into your capacity for evil.",
            "When you have something to say, silence is a lie.",
            "You're going to pay a price for every bloody thing you do and everything you don't do. You don't get to choose to not pay a price. You get to choose which poison you're going to take. That's it.",
            "If you don't say what you think then you kill your unborn self.",
            "The purpose of life, as far as I can tell… is to find a mode of being that’s so meaningful that the fact that life is suffering is no longer relevant."
        ]
    },
    {
        "name": "Saifedean Ammous",
        "note": [
            "Some note about the author."
        ],
        "quotes": [
            "Money that is easy to produce is no money at all, and easy money does not make a society richer; on the contrary, it makes it poorer by placing all its hard‐earned wealth for sale in exchange for something easy to produce.",
            "Sound money is also an essential element of a free society as it provides for an effective bulwark against despotic government.",
            "Civilization is not about more capital accumulation per se; rather, it is about what capital accumulation allows humans to achieve, the flourishing and freedom to seek higher meaning in life when their base needs are met and most pressing dangers averted.",
            "Sound money allows people to think about the long term and to save and invest more for the future. Saving and investing for the long run are the key to capital accumulation and the advance of human civilization.",
            "A good that assumes the role of a widely accepted medium of exchange is called money."
        ]
    },
    {
        "name": "Ayn Rand",
        "note": [
            "Some note about the author."
        ],
        "quotes": [
            "Do not let your fire go out, spark by irreplaceable spark in the hopeless swamps of the not-quite, the not-yet, and the not-at-all. Do not let the hero in your soul perish in lonely frustration for the life you deserved and have never been able to reach. The world you desire can be won. It exists.. it is real.. it is possible.. it's yours.",
            "If you don't know, the thing to do is not to get scared, but to learn.",
            "Freedom: To ask nothing. To expect nothing. To depend on nothing.",
            "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
            "The smallest minority on earth is the individual. Those who deny individual rights cannot claim to be defenders of minorities.",
            "To sell your soul is the easiest thing in the world. That's what everybody does every hour of his life. If I asked you to keep your soul - would you understand why that's much harder?",
            "The truth is not for all men but only for those who seek it."
        ]
    },
    {
        "name": "Marcus Aurelius",
        "note": [
            "(26 April 121 - 17 March 180) was Roman emperor from 161 to 180 AD and a Stoic philosopher. ",
            "He was a member of the Nerva–Antonine dynasty, the last of the rulers later known as the Five Good Emperors and the last emperor of the Pax Romana, an age of relative peace, calm, and stability for the Roman Empire lasting from 27 BC to 180 AD. He served as Roman consul in 140, 145, and 161.",
            "\n\n",
            "Unlike some of his predecessors, Marcus chose not to adopt an heir. His children included Lucilla, who married Lucius, and Commodus, whose succession after Marcus has been a subject of debate among both contemporary and modern historians. ",
            "The Column and Equestrian Statue of Marcus Aurelius still stand in Rome, where they were erected in celebration of his military victories. Meditations, the writings of \"the philosopher\" - as contemporary biographers called Marcus – are a significant source of the modern understanding of ancient Stoic philosophy. These writings have been praised by fellow writers, philosophers, monarchs, and politicians centuries after his death."
        ],
        "quotes": [
            "You have power over your mind - not outside events. Realize this, and you will find strength.",
            "The happiness of your life depends upon the quality of your thoughts.",
            "Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth.",
            "Waste no more time arguing about what a good man should be. Be one.",
            "The best revenge is to be unlike him who performed the injury.",
            "It is not death that a man should fear, but he should fear never beginning to live.",
            "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present.Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present."
        ]
    }
]